<template>
    <div class="intro">
        <div class="title">句酷简介</div>
        <p>句酷，2004年初创立于北京邮电大学，是全球最大的双语例句搜索引擎。</p>
        <p>创立之初，句酷就将自己的目标定位于打造中国人自己的语言搜索引擎，帮助人们克服语言沟通障碍，并为此目标付出了不懈的努力。</p>
        <p>句酷坚信，帮助中国人理解外来思想并准确表达自己，在扩宽视野的同时让世界了解中国，达到人类智慧的相互沟通与交融，定能促进人类智慧发展，推动社会进步。</p>
        <p>在机器翻译远达不到令人满意的效果的情况下，句酷率先提出了用搜索解决翻译的概念。翻译通常分为两步，即理解和表达。作为非英语母语者的中国人，在用英语表达时通常遇到两个问题：</p>
        <ol>
            <li>
                <p>说（写）出来的英语对不对？</p>
            </li>
            <li>
                <p>说（写）出来的英语是否符合外国人的习惯？</p>
            </li>   
        </ol>
        <p>
        句酷致力于通过独特的技术解决您在翻译和表达中遇到这两个问题。
        </p>
        <p>
        靠国内国际领先的中文词语处理，信息抽取，智能挖掘等技术，经过近4年的不断发展，句酷已经积累了上千万的双语例句，拥有中英、中日、日英三种语言对和覆盖全国的广大用户群，其中又以白领、译员和大学生居多。句酷的双语例句库已经具备了语料量大、覆盖面广、真实地道的特点，可以部分地解决以上两个问题，已经赢得了广大用户的称道和赞扬
        </p>
        <p>
        为满足不同用户在不同条件下的搜索需求，句酷还开发出了句酷在线英文版，桌面句酷，句酷翻译机、句酷Office扩展栏等系列产品。
        </p>
        <p>
        用户不必访问句酷主页，也可以搜索双语例句。通过与联盟网站如灵格斯在线词典(<a href="http://www.lingoes.com"> http://www.lingoes.com </a>)，翻译中国( <a href="http://www.fane.com"> http://www.fane.com </a>)等的合作，句酷已经通过各种方式将双语例句搜索功能结合到其它网站或词典软件中，使用户在上网的任何时候都能进行百度搜索。句酷的WAP版、句酷手机终端可以使用户通过手机或掌上电脑等无线平台随时随地进行双语例句搜索。
        </p>
        <p>
        句酷不会因此而满足，技术的创新永无止境。句酷将会一如既往地专注于“双语例句搜索”，通过坚定不移地努力，以先进的技术与优质的服务，让人们的沟通更自由。我们坚信“因为专业、所以成功”。
        </p>
    </div>
</template>
<script setup>


</script>
<style lang="less">
    .intro {
        .title{
            // background-color: #ccc;
            height: 50px;
            line-height: 50px;
            font-size: 18px;
        }
        p {
            font-size: 16px;
            line-height: 150%;
            text-indent: 15px;
        }
    }
</style>